tap "cloudflare/cloudflare"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "stripe/stripe-cli"
tap "xwmx/taps"
brew "webp"
brew "bat"
brew "fontconfig"
brew "bfg"
brew "cloudflared"
brew "deno"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "git"
brew "lazygit"
brew "lua-language-server"
brew "neovim"
brew "nginx"
brew "nvm"
brew "pngquant"
brew "ocrmypdf"
brew "osv-scanner"
brew "peco"
brew "php"
brew "poppler"
brew "pyenv"
brew "ripgrep"
brew "sheldon"
brew "starship"
brew "tcl-tk"
brew "tesseract-lang"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "uv"
brew "zoxide"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
brew "xwmx/taps/nb"
cask "1password"
cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "alt-tab"
cask "font-cica"
cask "font-hack-nerd-font"
cask "font-hackgen-nerd"
cask "font-jetbrains-mono-nerd-font"
cask "ngrok"
cask "reminders-menubar"
cask "utm"
cask "wezterm@nightly"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "austenc.laravel-blade-spacer"
vscode "bmewburn.vscode-intelephense-client"
vscode "christian-kohler.path-intellisense"
vscode "codingyu.laravel-goto-view"
vscode "cstrap.python-snippets"
vscode "docker.docker"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hediet.vscode-drawio"
vscode "marp-team.marp-vscode"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "noxiz.jinja-snippets"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel-blade"
vscode "onecentlin.laravel5-snippets"
vscode "openai.chatgpt"
vscode "openai.openai-chatgpt-adhoc"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-yaml"
vscode "ryannaddy.laravel-artisan"
vscode "satokaz.vscode-bs-ctrlchar-remover"
vscode "shufo.vscode-blade-formatter"
vscode "tomoki1207.pdf"
vscode "vmsynkov.colonize"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yzane.markdown-pdf"
